Revit 2027 API
TableSectionData.GetCellParamId Method
Overload List
Name | Description
GetCellParamId(Int32) |  Returns a column's ParamId
GetCellParamId(Int32, Int32) |  Returns a cell's ParamId and if no ParamId exists for this cell, it would come from the column
Top
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace